# CLI tools
brew "fish"
brew "git"
brew "mas"

# Apps
cask "1password"
cask "alfred"
cask "cleanshot"
cask "fastmail"
cask "ghostty"
cask "there"
cask "zed"

# Fonts
cask "font-jetbrains-mono-nerd-font"
cask "font-fira-sans"

# Mac App Store
mas "Magnet", id: 441258766
mas "Things", id: 904280696
mas "Wipr", id: 1662217862
